Revit 2027 API
IPointSetIterator.Free Method
 Use this method to discard any resources consumed by the iterator. Revit will call it when done using the iterator.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
void Free()
Sub Free
void Free()
abstract Free : unit -> unit
See Also
Reference
IPointSetIterator Interface
Autodesk.Revit.DB.PointClouds Namespace